/*
Сделать чтобы при нажатии на инструмент (актив) была страница его
и кнопка включить и он переходил в активные 


todo сделать поиск по всем а в активах сделать все ТОЛЬКО активные
todo Сделать в карточках справа маркер активен ли какой то инструмент или нет а еще нужно сделать так чтобы внутри карточки был выбор какой включить

todo Использовать Hive


todo Сделать градацию черного, темно черного и pink
todo сделать еще и отображение общего количества денег и тд


todo сделать нормальную тему приложения

todo сделать разделение по файлов по страницам



todo Придумать как организовать так чтобы и учитывать нужные интервалы
Можно сделать так что на вкладке инструмента сверху есть табы с интервалами
*/

/* 
  Добавить поиск

  Сделать чтобы на странице активах было только активные активы, 
  все неактивные должны быть проявлены после того как человек нажмет на поиск
*/